Repository: 28msec/zorba-uw-imap
Catalog: precise/uw-imap_2007e~dfsg.orig/debian/po/*.po
Languages: cs, da, de, eu, fi, fr, gl, pt, pt_br, ru, sv, tr

source: Server ports and protocols to support:
cs: Protokoly a porty, které má server podporovat:
da: Understøttelse af porte og protokoller:
de: Server-Ports und Protokolle, die unterstützt werden sollen:
eu: Zerbitzaria onartu behar dituen protokolo eta atakak:
fi: Tuettavat palvelinportit ja yhteyskäytännöt:
fr: Port et protocoles à gérer sur le serveur :
gl: Portos e protocolos a soportar:
pt: Portos e protocolos do servidor a suportar:
pt_br: Portas do servidor e protocolos a serem suportados:
ru: Порты и протоколы сервера, которые нужно поддерживать:
sv: Serverportar och protokoll att ge stöd för:
tr: Desteklenecek sunucu port ve protokolleri:

source: Please choose the server ports and protocols to activate.
cs: Vyberte prosím porty a protokoly, které se mají na serveru povolit.
da: Vælg serverporte og -protokoller som skal aktiveres.
de: Bitte wählen Sie die zu aktivierenden Server-Ports und Protokolle.
eu: Mesedez hautatu gaitu behar diren zerbitzari protokolo eta atakak.
fi: Valitse palvelinportit ja yhteyskäytännöt, jotka otetaan käyttöön.
fr: Veuillez choisir les ports et les protocoles à activer sur le serveur.
gl: Escolla os portos e protocolos a activar.
pt: Por favor escolha os portos e protocolos do servidor a activar.
pt_br: Por favor, escolha as portas do servidor e protocolos para ativação.
ru: Укажите номера портов и протоколы сервера, которые должны быть активированы.
sv: Välj serverportarna och protokollen att aktivera.
tr: Etkinleştirilecek sunucu port ve protokollerini seçin.

source: pop3: POP 3 on TCP port 110 with TLS support; pop3s: POP 3 on TCP port 995 with SSL support; pop2: (obsolete) POP 2 on TCP port 109 with TLS support.
cs: pop3: POP 3 na TCP portu 110 s podporou TLS; pop3s: POP 3 na TCP portu 995 s podporou SSL; pop2: (zastaralý) POP 2 na TCP portu 109 s podporou TLS.
da: pop3: POP 3 på TCP port 110 med TLS-understøttelse; pop3s: POP 3 på TCP port 995 med SSL-understøttelse; pop2: (forældet) POP 2 på TCP port 109 med TLS-understøttelse.
de: pop3: POP 3 auf TCP-Port 110 mit TLS-Unterstützung; pop3s: POP 3 auf TCP-Port 995 mit SSL-Unterstützung; pop2: (veraltet) POP 2 auf TCP-Port 109 mit TLS-Unterstützung.
eu: pop3: POP 3 TCP 110 atakan TLS onarpenarekin; pop3s: POP 3 TCP 995 atakan SSL onarpenarekin; pop2: (zaharkiturik) POP 2 TCP 109 atakan TLS onarpenarekin.
fi: pop3: POP 3 TCP-portissa 110 TLS-tuella pop3s: POP 3 TCP-portissa 995 SSL-tuella pop2: (vanhentunut) POP 2 TCP-portissa 109 TLS-tuella
fr: pop3 : POP 3 sur port TCP 110 avec gestion TLS; pop3s : POP 3 sur port TCP 995 avec gestion SSL; pop2 : (obsolète) POP 2 sur port TCP 109 avec gestion TLS.
gl: pop3: POP3 no porto TCP 110 con soporte de TLS; pop3s: POP3 no porto TCP 995 con soporte de SSL; pop2: (obsoleto) POP2 no porto TCP 109 con soporte de TLS.
pt: pop3: POP 3 no porto TCP 110 com suporte para TLS; pop3s: POP 3 no porto TCP 995 com suporte para SSL; pop2: (obsoleto) POP 2 no porto TCP 109 com suporte para TLS.
pt_br: pop3: POP 3 na porta TCP 110 com suporte a TLS; pop3s: POP 3 na porta TCP 995 com suporte a SSL; pop2: (obsoleto) POP 2 na porta TCP 109 com suporte a TLS.
ru: pop3: POP 3 с поддержкой TLS на TCP-порту 110; pop3s: POP 3 с поддержкой SSL на TCP-порту 995; pop2: (устарел) POP 2 с поддержкой TLS на TCP-порту 109.
sv: pop3: POP 3 på TCP-port 110 med TLS-stöd; pop3s: POP 3 på TCP-port 995 med SSL-stöd; pop2: (föråldrad) POP 2 på TCP-port 109 med TLS-stöd.
tr: pop3: TCP port 110 da TLS desteği ile çalışan POP 3; pop3s: TCP port 995 te SSL desteği ile çalışan POP 3; pop2: TCP port 109 da TLS desteği ile çalışan (demode) POP 2.

source: It is recommended to activate both pop3 and pop3s.
cs: Doporučuje se aktivovat jak pop3, tak pop3s.
da: Det anbefales at aktivere både pop3 og pop3s.
de: Es wird empfohlen, sowohl pop3 als auch pop3s zu aktivieren.
eu: Bai pop3 eta bai pop3s gaitzea gomendatzen da.
fi: On suositeltavaa ottaa käyttöön sekä pop3 että pop3s.
fr: Il est recommandé d'activer pop3 et pop3s.
gl: Recoméndase activar pop3 e pop3s ao mesmo tempo.
pt: É recomendado activar pop3 e pop3s.
pt_br: É recomendado ativar ambos pop3 e pop3s.
ru: Рекомендуется включить pop3 и pop3s.
sv: Det är rekommenderat att aktivera både pop3 och pop3s.
tr: Hem pop3 hem de pop3s 'in etkinleştirilmesi tavsiye edilir.

source: As the ports and protocols choice may have been overridden by local changes, you may need to enforce the choice and run the package configuration again with 'dpkg-reconfigure ipopd'.
cs: Protože se může stát, že si zde nastavené porty a protokoly později přepíšete lokálními úpravami konfiguračního souboru, můžete vynutit toto nastavení spuštěním příkazu „dpkg-reconfigure ipopd“.
da: Da valget af porte og protokoller kan være blevet overskygget af lokale ændringer, kan det være nødvendigt at du gennemtvinger valget og afvikler pakkeopsætningen igen med 'dpkg-reconfigure ipopd'.
de: Da die Auswahl an Ports und Protokollen durch lokale Änderungen überschrieben sein könnten, müssen Sie eventuell die Auswahl erzwingen und die Paketkonfiguration mit »dpkg-reconfigure ipopd« erneut ausführen.
eu: Ataka eta protokolo hautapena aldaketa lokalek gainidatzi daitekeenez, hautapena behartu eta pakete konfigurazioa berriz abiarazi beharko zenuke 'dpkg-reconfigure ipopd' bidez.
fi: Koska portti- ja yhteyskäytäntövalinnat ovat saatettu kumota paikallisilla muutoksilla, saattaa olla tarpeen pakottaa muutokset ja tehdä paketin asetukset uudelleen komennolla ”dpkg-reconfigure ipopd”.
fr: Comme les ports choisis pour être activés peuvent être remplacés par des modifications locales, il est recommandé de forcer ces choix et de recommencer la configuration du paquet avec la commande « dpkg-reconfigure ipopd ».
gl: Como a selección de portos e protocolos pode ter sido modificada por cambios locais, pode ter que forzar as opcións seleccionadas e executar outra vez a configuración do paquete mediante "dpkg-reconfigure ipopd".
pt: Como a escolha de portos e de protocolos pode ter sido ultrapassada por alterações locais, pode necessitar de reforçar a escolha e correr novamente a configuração do pacote com 'dpkg-reconfigure ipopd'.
pt_br: Como a escolha de portas e protocolos pode ser sobrescrita por modificações locais, você pode ter que reforçar a escolha e executar novamente a configuração do pacote com 'dpkg-reconfigure ipopd'.
ru: Так как номера портов и протоколы, выбранные здесь, могут быть изменены вручную, вы можете повторить выбор снова, запустив настройку пакета с помощью команды 'dpkg-reconfigure ipopd'.
sv: Eftersom val av portar och protokoll kan åsidosättas av lokala ändringar, kan du behöva tvinga igenom valet och köra paketkonfigurationen igen med "dpkg-reconfigure ipopd".
tr: Port ve protokol seçenekleri yerel değişiklikler sebebiyle kaybolabileceğinden, seçenekleri mecbur kılmanız ve yapılandırmayı 'dpkg-reconfigure ipopd' komutuyla tekrarlamanız gerekebilir.

source: Enforce port selection?
cs: Vynutit výběr portů?
da: Gennemtving port-valg?
de: Port-Auswahl erzwingen?
eu: Ataka hautapena behartu?
fi: Pakotetaanko porttivalinta?
fr: Faut-il forcer le choix des ports ?
gl: ¿Forzar a selección do porto?
pt: Reforçar a selecção dos portos?
pt_br: Forçar seleção de porta?
ru: Работать только на указанных портах?
sv: Framtvinga portval?
tr: Port seçimini mecbur kıl?

source: The ipopd daemon supports listening simultaneously on several ports.
cs: Daemon ipopd umí naslouchat na více portech zároveň.
da: Ipopd dæmonen understøtter at lytte på flere porte samtidigt.
de: Der ipopd-Daemon kann auf mehreren Ports simultan auf Anfragen warten.
eu: ipopd deabruak batera ataka anitzetan entzutea onartzen du.
fi: Taustaohjelma ipopd tukee useamman portin yhtäaikaista kuuntelua.
fr: Le démon ipopd peut être à l'écoute sur plusieurs ports simultanément.
gl: O servidor ipopd pode escoitar en varios portos ao mesmo tempo.
pt: O daemon ipopd suporta escutar simultâneamente em vários portos.
pt_br: O daemon ipopd suporta escutar simultaneamente em diversas portas.
ru: Демон ipopd может работать одновременно на нескольких портах.
sv: Demonen ipopd har stöd för att lyssna på flera portar samtidigt.
tr: Ipopd servisi aynı anda birden fazla portta dinleme yapma yeteneğindedir.

source: imap2: IMAP 4rev1 on TCP port 143 with TLS support; imaps: IMAP 4rev1 on TCP port 993 with SSL support; imap3: (obsolete) IMAP 3 on TCP port 220 with TLS support.
cs: imap2: IMAP 4rev1 na TCP portu 143 s podporou TLS; imaps: IMAP 4rev1 na TCP portu 993 s podporou SSL; imap3: (zastaralý) IMAP 3 na TCP portu 220 s podporou TLS.
da: imap2: IMAP 4rev1 på TCP port 143 med TLS-understøttelse; imaps: IMAP 4rev1 på TCP port 993 med SSL-understøttelse; imap3: (forældet) IMAP 3 på TCP port 220 med TLS-understøttelse.
de: imap2: IMAP 4rev1 auf TCP-Port 143 mit TLS-Unterstützung; imaps: IMAP 4rev1 auf TCP-Port 993 mit SSL-Unterstützung; imap3: (veraltet) IMAP 3 auf TCP-Port 220 mit TLS-Unterstützung.
eu: imap2: IMAP 4rev1 TCP 143 atakan TLS onarpenarekin; imaps: IMAP 4rev1 TCP 993 atakan SSL onarpenarekin; imap3: (zaharkitua) IMAP 3 TCP 220 atakan TLS onarpenarekin.
fi: imap2: IMAP 4rev1 TCP-portissa 143 TLS-tuella imaps: IMAP 4rev1 TCP-portissa 993 SSL-tuella imap3: (vanhentunut) IMAP 3 TCP-portissa 220 TLS-tuella
fr: imap2 : IMAP 4rev1 sur port TCP 143 avec gestion TLS; imaps : IMAP 4rev1 sur port TCP 993 avec gestion SSL; imap3 : (obsolète) IMAP 3 sur port TCP 220 avec gestion TLS.
gl: imap2: IMAP 4rev1 no porto TCP 143 con soporte de TLS; imaps: IMAP 4rev1 no porto TCP 993 con soporte de SSL; imap3: (obsoleto) IMAP 3 no porto TCP 220 con soporte de TLS.
pt: imap2: IMAP 4rev1 no porto TCP 143 com suporte para TLS; imaps: IMAP 4rev1 no porto TCP 993 com suporte para SSL; imap3: (obsoleto) IMAP 3 no porto 220 TCP com suporte para TLS.
pt_br: imap2: IMAP 4rev1 na porta TCP 143 com suporte a TLS; imaps: IMAP 4rev1 na porta TCP 993 com suporte a SSL; imap3: (obsoleto) IMAP 3 na porta TCP 220 com suporte a TLS.
ru: imap2: IMAP 4rev1 с поддержкой TLS на TCP-порту 143; imaps: IMAP 4rev1 с поддержкой SSL на TCP-порту 993; imap3: (устарел) IMAP3 с поддержкой TLS на TCP-порту 220.
sv: imap2: IMAP 4rev1 på TCP-port 143 med TLS-stöd; imaps: IMAP 4rev1 på TCP-port 993 med SSL-stöd; imap3: (föråldrad) IMAP 3 på TCP-port 220 med TLS-stöd.
tr: imap2: TCP port 143 te TLS desteği ile çalışan IMAP 4rev1; imaps: TCP port 993 te SSL desteği ile çalışan IMAP 4rev1; imap3: TCP port 220 de TLS desteği ile çalışan (demode) IMAP 3.

source: It is recommended to activate both imap2 and imaps.
cs: Doporučuje se aktivovat jak imap2, tak imaps.
da: Det anbefales at aktivere både imap2 og imaps.
de: Es wird empfohlen, sowohl imap2 als auch imaps zu aktivieren.
eu: Bai imap2 eta bai imaps gaitzea gomendatzen da.
fi: On suositeltavaa ottaa käyttöön sekä imap2 että imaps.
fr: Il est recommandé d'activer imap2 et imaps.
gl: Recoméndase activar imap2 e imaps ao mesmo tempo.
pt: É recomendado activar imap2 e imaps.
pt_br: É recomendado ativar ambos imap2 e imaps.
ru: Рекомендуется включить imap2 и imaps.
sv: Det är rekommenderat att aktivera både imap2 och imaps.
tr: Hem imap2 hem de imaps etkinleştirilmesi tavsiye edilir.

source: As the ports and protocols choice may have been overridden by local changes, you may need to enforce the choice and run the package configuration again with 'dpkg-reconfigure uw-imapd'.
cs: Protože se může stát, že si zde nastavené porty a protokoly později přepíšete lokálními úpravami konfiguračního souboru, můžete vynutit toto nastavení spuštěním příkazu „dpkg-reconfigure uw-imapd“.
da: Da valget af porte og protokoller kan være blevet overskygget af lokale ændringer, kan det være nødvendigt at du gennemtvinger valget og afvikler pakkeopsætningen igen med 'dpkg-reconfigure uw-imapd'.
de: Da die Auswahl an Ports und Protokollen durch lokale Änderungen überschrieben sein könnten, müssen Sie eventuell die Auswahl erzwingen und die Paketkonfiguration mit »dpkg-reconfigure uw-imapd« erneut ausführen.
eu: Ataka eta protokolo hautapena aldaketa lokalek gainidatzi daitekeenez, hautapena behartu eta pakete konfigurazioa berriz abiarazi beharko zenuke 'dpkg-reconfigure uw-imapd' bidez.
fi: Koska portti- ja yhteyskäytäntövalinnat ovat saatettu kumota paikallisilla muutoksilla, saattaa olla tarpeen pakottaa muutokset ja tehdä paketin asetukset uudelleen komennolla ”dpkg-reconfigure uw-imapd”.
fr: Comme les ports choisis pour être activés peuvent être remplacés par des modifications locales, il est recommandé de forcer ces choix et de recommencer la configuration du paquet avec la commande « dpkg-reconfigure uw-imapd ».
gl: Como a selección de portos e protocolos pode ter sido modificada por cambios locais, pode ter que forzar as opcións seleccionadas e executar outra vez a configuración do paquete mediante "dpkg-reconfigure uw-imapd".
pt: Como a escolha de portos e de protocolos pode ter sido ultrapassada por alterações locais, pode necessitar de reforçar a escolha e correr novamente a configuração do pacote com 'dpkg-reconfigure uw-imapd'.
pt_br: Como a escolha de portas e protocolos pode ser sobrescrita por modificações locais, você pode ter que reforçar a escolha e executar novamente a configuração do pacote com 'dpkg-reconfigure uw-imapd'.
ru: Так как номера портов и протоколы, выбранные здесь, могут быть изменены вручную, вы можете повторить выбор снова, запустив настройку пакета с помощью команды 'dpkg-reconfigure uw-imapd'.
sv: Eftersom val av portar och protokoll kan åsidosättas av lokala ändringar, kan du behöva tvinga igenom valet och köra paketkonfigurationen igen med "dpkg-reconfigure uw-imapd".
tr: Port ve protokol seçenekleri yerel değişiklikler sebebiyle kaybolabileceğinden, seçenekleri mecbur kılmanız ve yapılandırmayı 'dpkg-reconfigure uw-imapd' komutuyla tekrarlamanız gerekebilir.

source: The uw-imap daemon supports listening simultaneously on several ports.
cs: Daemon uw-imap umí naslouchat na více portech zároveň.
da: UW-imap dæmonen understøtter at lytte på flere porte samtidigt.
de: Der uw-imap-Daemon kann auf mehreren Ports simultan auf Anfragen warten.
eu: uw-imap deabruak batera ataka anitzetan entzutea onartzen du.
fi: Taustaohjelma uw-imap tukee useamman portin yhtäaikaista kuuntelua.
fr: Le démon uw-imap peut être à l'écoute sur plusieurs ports simultanément.
gl: O servidor uw-imap pode escoitar en varios portos ao mesmo tempo.
pt: O daemon uw-imap suporta escutar simultâneamente em vários portos.
pt_br: O daemon uw-imap suporta escutar simultaneamente em diversas portas.
ru: Демон uw-imap может работать одновременно на нескольких портах.
sv: Demonen uw-imap har stöd för att lyssna på flera portar samtidigt.
tr: Uw-imap servisi aynı anda birden fazla portta dinleme yapma yeteneğindedir.
